<nav>
     <ul>
         <li><a href="http://f0746162.xsph.ru/" title="Главная"> Главная </a></li>
         <li><a href="http://f0746162.xsph.ru/" title="Не главная"> Не главная </a></li>
         <li><a href="#" title="Эта ссылка ведет вникуда"> Моя студия </a></li>
         <li><a href="#" title="Эта ссылка ведет вникуда"> Моё портфолио </a></li>
         <li><a href="#" title="Эта ссылка ведет вникуда"> Гостевая книга </a></li>
         <li><a href="#" title="Эта ссылка ведет вникуда"> Ссылки </a></li>
         <li><a href="#" title="Эта ссылка ведет вникуда"> Контакты </a></li>
    </ul>    
</nav>
